Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/GITodayMaterialsKit/Sources/GITodayMaterialsKit/Resources/MaterialNames.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# asset.dailyMaterial:talentAdmonition
source: Admonition
de: Ermahnung
es: Advertencia
fil: Babala
fr: Admonestation
it: Ammonimento
ja: 「忠言」
ko: 「간언」
ru: Книги О Наставлениях
vi: Khuyên Nhủ
zh_hans: 「诤言」
zh_hant: 「諍言」

# asset.dailyMaterial:talentBallad
source: Ballad
de: Poesie
es: Balada
fil: Balada
fr: Poésie
it: Poesia
ja: 「詩文」
ko: 「시문」
ru: Книги О Поэзии
vi: Thơ Văn
zh_hans: 「诗文」
zh_hant: 「詩文」

# asset.dailyMaterial:talentConflict
source: Conflict
de: Zwietracht
es: Conflicto
fil: Pagkakasalungatan
fr: Conflit
it: Conflitto
ja: 「紛爭」
ko: 「분쟁」
ru: Раздоре
vi: Xung Đột
zh_hans: 「纷争」
zh_hant: 「紛爭」

# asset.dailyMaterial:talentContention
source: Contention
de: Wettstreits
es: Contención
fil: Alitan
fr: Compétition
it: Disputa
ja: 「角逐」
ko: 「각축」
ru: Соперничестве
vi: Tranh Đấu
zh_hans: 「角逐」
zh_hant: 「角逐」

# asset.dailyMaterial:talentDiligence
source: Diligence
de: Fleißes
es: Diligencia
fil: Kasipagan
it: Diligenza
ja: 「勤労」
ko: 「근면」
ru: Книги Об Усердии
vi: Chăm Chỉ
zh_hans: 「勤劳」
zh_hant: 「勤勞」

# asset.dailyMaterial:talentElegance
source: Elegance
de: Eleganz
es: Elegancia
fil: Kariktan
fr: Elégance
it: Eleganza
ja: 「風雅」
ko: 「풍아」
ru: Книги Об Изяществе
vi: Nhã Nhặn
zh_hans: 「风雅」
zh_hant: 「風雅」

# asset.dailyMaterial:talentEquity
source: Equity
de: Fairness
es: Acciones
fil: Pagkakapantay-pantay
fr: L'equité
it: Filosofie Di Equità
ja: 「公平」
ko: 「공평」
ru: Беспристрастии
vi: Công Bằng
zh_hans: 「公平」
zh_hant: 「公平」

# asset.dailyMaterial:talentFreedom
source: Freedom
de: Freiheit
es: Libertad
fil: Kalayaan
fr: Liberté
it: Libertà
ja: 「自由」
ko: 「자유」
ru: Книги О Свободе
vi: Tự Do
zh_hans: 「自由」
zh_hant: 「自由」

# asset.dailyMaterial:talentGold
source: Gold
de: Golds
es: Oro
fil: Ginto
fr: Or
it: Oro
ja: 「黄金」
ko: 「황금」
ru: Книги О Золоте
vi: Hoàng Kim
zh_hans: 「黄金」
zh_hant: 「黃金」

# asset.dailyMaterial:talentIngenuity
source: Ingenuity
de: Findigkeit
es: Ingenio
fil: Katalinuhan
fr: Ingénuité
it: Ingegno
ja: 「創意」
ko: 「창의」
ru: Книги Об Остроумии
vi: Tinh Tế
zh_hans: 「巧思」
zh_hant: 「巧思」

# asset.dailyMaterial:talentJustice
source: Justice
de: Gerechtigkeit
es: Justicia
fil: Katarungan
it: Giustizia
ja: 「正義」
ko: 「정의」
ru: Справедливости
vi: Chính Nghĩa
zh_hans: 「正义」
zh_hant: 「正義」

# asset.dailyMaterial:talentKindling
source: Kindling
de: Verbrennung
es: Astillas
fil: Panggatong
fr: Petit bois
it: Combustione
ja: 「焚燼」
ko: 「소각」
ru: Сжигании
vi: Thiêu Đốt
zh_hans: 「焚燔」
zh_hant: 「焚燔」

# asset.dailyMaterial:talentLight
source: Light
de: Lichts
es: Luz
fil: Liwanag
fr: Lumière
it: Luce
ja: 「天光」
ko: 「천광」
ru: Книги О Свете
vi: Ánh Sáng
zh_hans: 「天光」
zh_hant: 「天光」

# asset.dailyMaterial:talentOrder
source: Order
de: Ordnung
es: Ordenar
fr: L'ordre
it: Ordine
ja: 「秩序」
ko: 「질서」
ru: Порядке
vi: Trật Tự
zh_hans: 「秩序」
zh_hant: 「秩序」

# asset.dailyMaterial:talentProsperity
source: Prosperity
de: Wohlstands
es: Prosperidad
fil: Kasaganaan
fr: Prospérité
it: Prosperità
ja: 「繁栄」
ko: 「번영」
ru: Книги О Процветании
vi: Phồn Vinh
zh_hans: 「繁荣」
zh_hant: 「繁榮」

# asset.dailyMaterial:talentResistance
source: Resistance
de: Widerstands
es: Resistencia
fil: Pagtutol
fr: Résistance
it: Resistenza
ja: 「抗争」
ko: 「투쟁」
ru: Книги О Борьбе
vi: Kháng Chiến
zh_hans: 「抗争」
zh_hant: 「抗爭」

# asset.dailyMaterial:talentTransience
source: Transience
de: Vergänglichkeit
es: Transitoriedad
fil: Pagka-madalian
fr: Ephémère
it: Fugacità
ja: 「浮世」
ko: 「부세」
ru: Книги О Бренности
vi: Phù Thế
zh_hans: 「浮世」
zh_hant: 「浮世」

# asset.dailyMaterial:weaponAerosiderite
source: Aerosiderite
de: Aerosiderit
es: Aerosiderita
fr: Aérosidérite Noire
ja: 「漆黒隕鉄」
ko: 흑운철 덩이
ru: Чёрный Сидерит
vi: Một Góc Thiên Thạch Đen
zh_hans: 「漆黑陨铁」
zh_hant: 「漆黑隕鐵」

# asset.dailyMaterial:weaponAncientChord
source: Ancient Chord
de: Serenade
es: Acorde Antiguo
fil: Sinaunang Kordyon
fr: Accord Ancien
it: Un Antico Accordo
ja: 「悠久の弦」
ko: 오래된 현악의 울림
ru: Древней Струны
vi: Cung Đàn Cổ Xưa
zh_hans: 「悠古弦音」
zh_hant: 「悠古弦音」

# asset.dailyMaterial:weaponBorealWolf
source: Boreal Wolf
de: Borealischen Wolfs
es: Lobo Boreal
fil: Boreal na Lobo
fr: Loup Boréal
it: Lupo Boreale
ja: 「凛風奔狼」
ko: 칼바람 울프의 그리운 고향
ru: Арктический Волк
vi: Nỗi Nhớ Của Sói Bão
zh_hans: 「凛风奔狼」
zh_hant: 「凜風奔狼」

# asset.dailyMaterial:weaponDecarabian
source: Decarabian
de: Decarabians
fr: Décabarian
ja: 「高塔の王」
ko: 고탑 왕의 깨진 꿈
ru: Декабриан
vi: Xác Tàu Tháp Cô Vương
zh_hans: 「高塔孤王」
zh_hant: 「高塔孤王」

# asset.dailyMaterial:weaponDewdrop
source: Dewdrop
de: Taus
es: Gota de rocío
fil: Patak ng hamog
fr: Rosée Sacrée Pure
it: Goccia Di Rugiada Sacra Pura
ja: 「純聖な雫」
ko: 성스러운 이슬의 정수
ru: Чистой Капли Росы
vi: Giọt Sương Thánh Thuần
zh_hans: 「纯圣露滴」
zh_hant: 「純聖露滴」

# asset.dailyMaterial:weaponDistantSea
source: Distant Sea
de: Fernen Meeres
es: Mar lejano
fil: Malayong Dagat
fr: Branche Marine
it: Mare Lontano
ja: 「遠海夷地」
ko: 먼바다의 금빛 가지
ru: Внешнее Море
vi: Nhánh Quỳnh Ngọc Của Biển Xa
zh_hans: 「远海夷地」
zh_hant: 「遠海夷地」

# asset.dailyMaterial:weaponElixir
source: Mist Veiled
de: Nebelschleiers
es: Niebla Velada
fil: Kinukubli ng Ulap
fr: Karstique
it: Nebbia
ja: 「霧海雲間」
ko: 안개구름 속의 전환
ru: Заоблачное Море
vi: Kim Đơn Biển Sương Mù
zh_hans: 「雾海云间」
zh_hant: 「霧海雲間」

# asset.dailyMaterial:weaponGladiator
source: Gladiator
de: Löwenzahnkriegers
es: Gladiador
fil: Mandirigma
fr: Chevalier Du Croc De Lion
it: Gladiatore
ja: 「獅牙戦士」
ko: 라이언 투사의 이념
ru: Львиный Клык
vi: Lí Tưởng Của Đấu Sĩ Nanh Sư Tử
zh_hans: 「狮牙斗士」
zh_hant: 「獅牙鬥士」

# asset.dailyMaterial:weaponKijinMask
source: Mask
de: Maske
es: Máscara
fil: Maskara
fr: Masque
it: Maschera
ja: 「今昔劇画」
ko: 금석극화의 귀인(鬼人)
ru: Маска
vi: Nanh Cọp Của Gekiga
zh_hans: 「今昔剧画」
zh_hant: 「今昔劇畫」

# asset.dailyMaterial:weaponNightWind
source: Night-Wind
de: Vergänglichkeit
es: Viento de la Noche
fil: Hatinggabi-Hangin
fr: Vent Nocturne
it: Vento della Notte
ja: 「神秘なる煙」
ko: 신이 깃든 연기의
ru: Ночного Ветра
vi: Làn Khói Thần Bí
zh_hans: 「神合秘烟」
zh_hant: 「神合秘煙」

# asset.dailyMaterial:weaponOasisGarden
source: Oasis Garden
de: Oase
es: Jardín Oasis
fil: Hardin ng Oasis
fr: Jardin d'Oasis
it: Giardino Dell'oasi
ja: 「オアシス」
ko: 오아시스 화원의 진리
ru: Цветущий Оазис
vi: Ân Huệ Vườn Hoa Ốc Đảo
zh_hans: 「绿洲花园」
zh_hant: 「綠洲花園」

# asset.dailyMaterial:weaponPristineSea
source: Pristine Sea
de: Kelch
es: Mar de Agua Pura
fil: Makintab na Dagat
fr: Gobelet De La Mer Immaculée
it: Calice Del Mare Immacolato
ja: 「無垢な海」
ko: 순결한 바다의 금잔
ru: Чаша Непорочного Моря
vi: Của Biển Nguyên Sơ
zh_hans: 「无垢之海」
zh_hant: 「無垢之海」

# asset.dailyMaterial:weaponSacredLord
source: Sacred Lord
de: Wahnsinnigen Fürsten
es: Señor Sagrado
fil: Banal na Panginoon
fr: Seigneur Sacré
it: Sacro Signore
ja: 「狂乱の聖主」
ko: 실성한 왕의
ru: Святого Мудреца
vi: Thánh Chủ Mê Sảng
zh_hans: 「谵妄圣主」
zh_hant: 「譫妄聖主」

# asset.dailyMaterial:weaponSacrificialHeart
source: Sacrificial Heart
de: Inbrünstigen Opfergabe
es: Corazón Sacrificial
fil: Pusong Handog
fr: Sacrificiel Flamboyant
it: Cacrificale ardente
ja: 「灼心のお捧げ」
ko: 뜨거운 심장 공양의
ru: Жертвенного Сердца
vi: Trái Tim Hiến Tế
zh_hans: 「贡祭炽心」
zh_hant: 「貢祭熾心」

# asset.dailyMaterial:weaponScorchingMight
source: Scorching Might
de: Sengenden Macht
es: Poder Abrasador
fil: Nag-aalab na Lakas
fr: Pouvoir Brûlant
it: Possanza Infuocata
ja: 「烈日権威」
ko: 태양 같은 권위의 과거
ru: Пылающая Мощь
vi: Tia Sáng Của Ánh Nắng Quyền Uy
zh_hans: 「烈日威权」
zh_hant: 「烈日威權」

# asset.dailyMaterial:weaponTalisman
source: Forest Dew
de: Talisman
es: Rocío del Bosque
fil: Hamog sa Kagubatan
fr: Talisman De La Rosée
it: Talismano
ja: 「静謐森雫」
ko: 숲의 이슬을 닮은 금 부적
ru: Ледяная Роса
vi: Bùa Rừng Xanh Sương Đọng - Sắt
zh_hans: 「谧林涓露」
zh_hant: 「謐林涓露」

# asset.dailyMaterial:talentPraxis
source: Praxis
fil: Gawain
fr: Usage
it: Pragmatica
ja: 「篤行」
ko: 「실천」
ru: Книги О Честности
vi: Thực Hành
zh_hans: 「笃行」
zh_hant: 「篤行」

# asset.dailyMaterial:weaponGuyun
source: Guyun
ja: 「孤雲寒林」
ko: 고운한림의 신체
ru: Гуюнь
vi: Thần Thể Rừng Băng Giá
zh_hans: 「孤云寒林」
zh_hant: 「孤雲寒林」

# asset.dailyMaterial:weaponNarukami
source: Narukami
ja: 「鳴神御霊」
ko: 나루카미 어령의 용맹
ru: Наруками
vi: Tình Yêu Của Narukami
zh_hans: 「鸣神御灵」
zh_hant: 「鳴神御靈」
